tap "autozimu/formulas"
tap "azure/functions"
tap "bufbuild/buf"
tap "databricks/tap"
tap "hashicorp/tap"
tap "johanhaleby/kubetail"
tap "oven-sh/bun"
brew "autoconf"
brew "automake"
brew "libyaml"
brew "openssl@3"
brew "python@3.12"
brew "azure-cli"
brew "bitwarden-cli"
brew "gettext"
brew "clang-format"
brew "cloc"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "efm-langserver"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-lfs"
brew "git-secrets"
brew "gnupg"
brew "qt"
brew "gnuplot"
brew "go"
brew "golangci-lint"
brew "gradle"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "grpcurl"
brew "gum"
brew "httpie"
brew "hugo"
brew "hurl"
brew "jq"
brew "jupyterlab"
brew "kotlin"
brew "kubernetes-cli"
brew "luarocks"
brew "mise"
brew "neovim"
brew "openblas"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "pre-commit"
brew "presenterm"
brew "proselint"
brew "python-setuptools"
brew "python@3.11"
brew "redis"
brew "ripgrep"
brew "shared-mime-info"
brew "shellcheck"
brew "starship"
brew "stow"
brew "stylua"
brew "texinfo"
brew "trunk"
brew "uv"
brew "vhs"
brew "watchexec"
brew "wget"
brew "yt-dlp"
brew "zlib"
brew "azure/functions/azure-functions-core-tools@4"
brew "bufbuild/buf/buf"
brew "databricks/tap/databricks"
brew "hashicorp/tap/terraform"
brew "johanhaleby/kubetail/kubetail"
brew "oven-sh/bun/bun"
cask "espanso"
cask "flameshot"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "hiddenbar"
cask "keycastr"
cask "monitorcontrol"
cask "qutebrowser"
cask "raycast"
cask "wezterm"
go "cmd/go"
go "cmd/gofmt"
