tap "anomalyco/tap"
tap "autozimu/formulas"
tap "azure/functions"
tap "bufbuild/buf"
tap "clojure/tools"
tap "databricks/tap"
tap "espanso/espanso"
tap "hashicorp/tap"
tap "hudochenkov/sshpass"
tap "johanhaleby/kubetail"
tap "oven-sh/bun"
brew "autoconf"
brew "automake"
brew "libyaml"
brew "openssl@3"
brew "azure-cli"
brew "bitwarden-cli"
brew "blueutil"
brew "gettext"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "creduce"
brew "d2"
brew "diskus"
brew "docker"
brew "docker-compose"
brew "efm-langserver"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "git-secrets"
brew "gnupg"
brew "gnuplot"
brew "gradle"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "grpcurl"
brew "gum"
brew "harper"
brew "htop"
brew "httpie"
brew "hugo"
brew "hurl"
brew "jq"
brew "jupyterlab"
brew "kotlin"
brew "kubernetes-cli"
brew "llama.cpp"
brew "lua-language-server"
brew "luarocks"
brew "markdown-oxide"
brew "mise"
brew "mongosh"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "openblas"
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "pre-commit"
brew "presenterm"
brew "prettierd"
brew "proselint"
brew "python-setuptools"
brew "python@3.11"
brew "python@3.12"
brew "qt"
brew "redis"
brew "ripgrep"
brew "shared-mime-info"
brew "shellcheck"
brew "starship"
brew "stow"
brew "stylua"
brew "texinfo"
brew "tree-sitter-cli"
brew "trunk"
brew "upx"
brew "uv"
brew "vhs"
brew "watchexec"
brew "weasyprint"
brew "wget"
brew "whisper-cpp"
brew "yt-dlp"
brew "zig"
brew "zlib"
brew "anomalyco/tap/opencode"
brew "azure/functions/azure-functions-core-tools@4"
brew "bufbuild/buf/buf"
brew "clojure/tools/clojure"
brew "databricks/tap/databricks"
brew "hashicorp/tap/terraform"
brew "hudochenkov/sshpass/sshpass"
brew "johanhaleby/kubetail/kubetail"
brew "oven-sh/bun/bun"
cask "db-browser-for-sqlite"
cask "espanso"
cask "flameshot"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "handy"
cask "hiddenbar"
cask "keycastr"
cask "monitorcontrol"
cask "qutebrowser"
cask "raycast"
cask "wezterm"
go "cmd/go"
go "cmd/gofmt"
cargo "blendr"
cargo "cargo-fuzz"
cargo "ty"
uv "batrachian-toad"
uv "djlint"
uv "ecosystem-analyzer"
uv "huec"
uv "meson"
uv "poetry"
uv "ruff"
uv "towelie"
