tap "autozimu/formulas"
tap "bufbuild/buf"
tap "candid82/brew"
tap "derailed/k9s"
tap "espanso/espanso"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "johanhaleby/kubetail"
tap "metalbear-co/mirrord"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "yqrashawn/goku"
brew "adr-tools"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@3"
brew "asdf"
brew "ast-grep"
brew "bazelisk"
brew "sqlite"
brew "python-setuptools"
brew "cloc"
brew "docker"
brew "docker-compose"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "efm-langserver"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "git-secrets"
brew "gnupg"
brew "qt"
brew "gnuplot"
brew "go"
brew "golangci-lint"
brew "openjdk"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "helm"
brew "hugo"
brew "jq"
brew "jupyterlab"
brew "kotlin"
brew "ktlint"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "lazygit"
brew "luarocks"
brew "mise"
brew "neovim"
brew "nvm"
brew "openssl@1.1"
brew "pinentry-mac"
brew "pipx"
brew "pnpm"
brew "postgresql@11", link: true
brew "pre-commit"
brew "ripgrep"
brew "ruby"
brew "shared-mime-info"
brew "shellcheck"
brew "stow"
brew "stylua"
brew "terraform"
brew "uv"
brew "watch"
brew "watchexec"
brew "watchman"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zlib"
brew "autozimu/formulas/unison-fsmonitor"
brew "bufbuild/buf/buf"
brew "derailed/k9s/k9s"
brew "johanhaleby/kubetail/kubetail"
brew "metalbear-co/mirrord/mirrord"
brew "oven-sh/bun/bun"
brew "yqrashawn/goku/goku"
cask "blackhole-16ch"
cask "espanso"
cask "flameshot"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "hiddenbar"
cask "kap"
cask "keycastr"
cask "monitorcontrol"
cask "ngrok"
cask "qutebrowser"
cask "raycast"
cask "tomatobar"
cask "wezterm"
